Repository: eliransha88/NutritionCounter
Catalog: NutritionAppWidget/Localizable.xcstrings
Source language: en
Languages: he

# %@ / %@ servings
source: %1$@ / %2$@ servings
he: %1$@ / %2$@ מנות

source: Congrats!
he: כל הכבוד!

source: Congrats! Goal reached
he: כל הכבוד! יעד הושג

source: Decrease a nutrient by 0.5 servings.
he: הפחת רכיב תזונתי ב-0.5 מנות.

source: Decrement Nutrient
he: הפחת רכיב

source: Done
he: הושלם

source: Increase a nutrient by 0.5 servings.
he: הגדל רכיב תזונתי ב-0.5 מנות.

source: Increment Nutrient
he: הגדל רכיב

source: Nutrient
he: רכיב תזונתי

source: Nutrition
he: תזונה

source: Nutrition Tracker
he: מעקב תזונה

source: Track and update your daily nutrition goals right from the home screen.
he: עקוב ועדכן את יעדי התזונה היומיים שלך ישירות ממסך הבית.
